#### `terraform plan` Success
<details><summary>Show Output</summary>

```

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # digitalocean_domain.cloudtwotwotwo will be created
  + resource "digitalocean_domain" "cloudtwotwotwo" {
      + id         = (known after apply)
      + ip_address = (known after apply)
      + name       = "cloud.2two2.me"
      + urn        = (known after apply)
    }

  # digitalocean_droplet.cloud will be created
  + resource "digitalocean_droplet" "cloud" {
      + backups              = false
      + created_at           = (known after apply)
      + disk                 = (known after apply)
      + id                   = (known after apply)
      + image                = "centos-8-x64"
      + ipv4_address         = (known after apply)
      + ipv4_address_private = (known after apply)
      + ipv6                 = false
      + ipv6_address         = (known after apply)
      + ipv6_address_private = (known after apply)
      + locked               = (known after apply)
      + memory               = (known after apply)
      + monitoring           = false
      + name                 = "cloud"
      + price_hourly         = (known after apply)
      + price_monthly        = (known after apply)
      + private_networking   = true
      + region               = "sfo2"
      + resize_disk          = true
      + size                 = "512mb"
      + ssh_keys             = [
          + "ssh_fingerprint",
        ]
      + status               = (known after apply)
      + tags                 = (known after apply)
      + urn                  = (known after apply)
      + vcpus                = (known after apply)
      + volume_ids           = (known after apply)
    }

  # digitalocean_droplet.ncdb will be created
  + resource "digitalocean_droplet" "ncdb" {
      + backups              = false
      + created_at           = (known after apply)
      + disk                 = (known after apply)
      + id                   = (known after apply)
      + image                = "centos-8-x64"
      + ipv4_address         = (known after apply)
      + ipv4_address_private = (known after apply)
      + ipv6                 = false
      + ipv6_address         = (known after apply)
      + ipv6_address_private = (known after apply)
      + locked               = (known after apply)
      + memory               = (known after apply)
      + monitoring           = false
      + name                 = "ncdb"
      + price_hourly         = (known after apply)
      + price_monthly        = (known after apply)
      + private_networking   = true
      + region               = "sfo2"
      + resize_disk          = true
      + size                 = "512mb"
      + ssh_keys             = [
          + "ssh_fingerprint",
        ]
      + status               = (known after apply)
      + tags                 = (known after apply)
      + urn                  = (known after apply)
      + vcpus                = (known after apply)
      + volume_ids           = (known after apply)
    }

  # digitalocean_tag.cloud will be created
  + resource "digitalocean_tag" "cloud" {
      + id   = (known after apply)
      + name = "cloud"
    }

  # digitalocean_tag.ncdb will be created
  + resource "digitalocean_tag" "ncdb" {
      + id   = (known after apply)
      + name = "ncdb"
    }

  # digitalocean_tag.nextcloud will be created
  + resource "digitalocean_tag" "nextcloud" {
      + id   = (known after apply)
      + name = "nextcloud"
    }

Plan: 6 to add, 0 to change, 0 to destroy.
```

</details>

*Workflow: `Terraform GitHub Actions`, Action: `hashicorpterraform-github-actions4`, Working Directory: `./build`, Workspace: `default`*
